Repository: sbench-maker/WorkFit-Bench
Catalog: tasks/swiftui-expert-skill/environment/data/LoopLog/LoopLog/Resources/Localizable.xcstrings
Source language: en
Languages: ja

# activity_count
source: %lld activities
ja: アクティビティ%lld件

source: Activity Feed
ja: アクティビティ

source: Favorite
ja: お気に入りに追加

source: Favorites only
ja: お気に入りのみ

source: Newest first
ja: 新しい順

source: No matching activities
ja: 一致するアクティビティはありません

source: Oldest first
ja: 古い順

source: Remove favorite
ja: お気に入りから削除

source: Search activities
ja: アクティビティを検索

source: Activity type
ja: アクティビティの種類

source: Distance
ja: 距離

source: Date
ja: 日付

source: Hike
ja: ハイキング

source: Ride
ja: サイクリング

source: Run
ja: ランニング
